# vi: ft=ruby

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
# brew "asdf"
# brew "atuin"
# brew "bat"
# brew "blueutil"
brew "entr"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "grep"
brew "imagemagick"
brew "jq"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
# brew "neovim"
brew "miller"
brew "ripgrep"
brew "sleepwatcher"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "viu"
brew "zsh-autosuggestions"
cask "kitty"
